---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamExpCoeffn1
source: html/6a426649-1d37-503b-eda2-44d6963749ba.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamExpCoeffn1 Property

"Thermal Expansion Coefficient 1"

## Syntax (C#)
```csharp
public static ForgeTypeId PhyMaterialParamExpCoeffn1 { get; }
```